// let year = prompt('В каком году была опубликована спецификация ECMAScript-2015?', '');
//
// if (year == 2015) alert( 'Вы правы!' );


// if (year == 2015) {
//     alert( "Правильно!" );
//     alert( "Вы такой умный!" );
// }

// ELSE

// let year = prompt('В каком году была опубликована спецификация ECMAScript-2015?', '');
//
// if (year == 2015) {
//     alert( 'Да вы знаток!' );
// } else {
//     alert( 'А вот и неправильно!' ); // любое значение, кроме 2015
// }


// ELSE IF

// let year = prompt('В каком году была опубликована спецификация ECMAScript-2015?', '');
//
// if (year < 2015) {
//     alert( 'Это слишком рано...' );
// } else if (year > 2015) {
//     alert( 'Это поздновато' );
// } else {
//     alert( 'Верно!' );
// }